export const MANUAL_ID_MAP = {
  "联合国《试验和标准手册》（第8版修订1）38.3节": "2911",
  "联合国《试验和标准手册》（第8版）38.3节": "2906",
  "联合国《试验和标准手册》（第7版修订1）38.3节": "2905",
  "联合国《试验和标准手册》（第7版）38.3节": "2904",
  "联合国《关于危险货物运输的建议书-试验和标准手册》（第6版修订1）38.3节": "2903",
  "联合国《关于危险货物运输的建议书-试验和标准手册》（第6版）38.3节": "2902",
  "联合国《关于危险货物运输的建议书-试验和标准手册》（第5版修订1和修订2）38.3节": "2901",
  "联合国《关于危险货物运输的建议书-试验和标准手册》（第5版）38.3节": "2910",
  "联合国《关于危险货物运输的建议书-试验和标准手册》（第4版修订2）38.3节": "2909",
  "联合国《关于危险货物运输的建议书-试验和标准手册》（第4版修订1）38.3节": "2908",
  "联合国《关于危险货物运输的建议书-试验和标准手册》（第4版）38.3节 ": "2907"
}
export const ID_MANUAL_MAP = {
  "2901": "联合国《关于危险货物运输的建议书-试验和标准手册》（第5版修订1和修订2）38.3节",
  "2902": "联合国《关于危险货物运输的建议书-试验和标准手册》（第6版）38.3节",
  "2903": "联合国《关于危险货物运输的建议书-试验和标准手册》（第6版修订1）38.3节",
  "2904": "联合国《试验和标准手册》（第7版）38.3节",
  "2905": "联合国《试验和标准手册》（第7版修订1）38.3节",
  "2906": "联合国《试验和标准手册》（第8版）38.3节",
  "2907": "联合国《关于危险货物运输的建议书-试验和标准手册》（第4版）38.3节 ",
  "2908": "联合国《关于危险货物运输的建议书-试验和标准手册》（第4版修订1）38.3节",
  "2909": "联合国《关于危险货物运输的建议书-试验和标准手册》（第4版修订2）38.3节",
  "2910": "联合国《关于危险货物运输的建议书-试验和标准手册》（第5版）38.3节",
  "2911": "联合国《试验和标准手册》（第8版修订1）38.3节"
}
