export const ID_SHAPE_MAP = {
  "520": "长方体",
  "521": "圆柱体",
  "2c9180838b90642e018bf132f37f5a60": "球形",
  "2c918084700d8fb20170cd63120008f7": "棱柱形",
  "8aad92b65aae82c3015ab094788a0026": "扣式",
  "8aad92b65c76a14d015c771747250caa": "近长方体",
  "8aad92b65d7a7078015d7e17b9fc23cd": "正方体",
  "8aad92b65d7a7078015d7e186bf923d6": "不规则形状",
  "8aad92b65d7a7078015d7e19a3b12448": "长方体带有导线",
  "8aad92b65d7a7078015d7e1bb1a2245d": "近圆柱体",
  "8aad92b65de116af015e02862e0c25de": "块状"
}
export const SHAPE_ID_MAP = {
  "球体": "2c9180838b90642e018bf132f37f5a60",
  "棱柱体": "2c918084700d8fb20170cd63120008f7",
  "长方形": "520",
  "圆柱形": "521",
  "近长方形": "8aad92b65c76a14d015c771747250caa",
  "正方形": "8aad92b65d7a7078015d7e17b9fc23cd",
  "近圆柱形": "8aad92b65d7a7078015d7e1bb1a2245d",
  "球形": "2c9180838b90642e018bf132f37f5a60",
  "棱柱形": "2c918084700d8fb20170cd63120008f7",
  "长方体": "520",
  "圆柱体": "521",
  "扣式": "8aad92b65aae82c3015ab094788a0026",
  "近长方体": "8aad92b65c76a14d015c771747250caa",
  "正方体": "8aad92b65d7a7078015d7e17b9fc23cd",
  "不规则形状": "8aad92b65d7a7078015d7e186bf923d6",
  "长方体带有导线": "8aad92b65d7a7078015d7e19a3b12448",
  "近圆柱体": "8aad92b65d7a7078015d7e1bb1a2245d",
  "块状": "8aad92b65de116af015e02862e0c25de"
}
